import React from 'react';

const Page = () => {
    return (
        <div className='pt-40 pb-10 md:px-12 p-5'>
            <p className='text-base text-black'>1. Delivery Terms ﹠ Condition</p>
            <hr className='border-b border-black w-full'/>

            <div>
                <h3 className='font-semibold text-black text-center mt-10 mb-5'>অর্ডার এর অগ্রিম গ্রহণ এবং ডেলিভারি চার্জ সংক্রান্ত নিয়মাবলী (সীমিত সময়ের জন্য)
                </h3>
            </div>

            <div className='space-y-3 text-black'>
                <div>
                    <p>১. যেকোনো পণ্যের অর্ডার গ্রহণের ক্ষেত্রে অগ্রিম গ্রহণের পরিমাণ :</p>
                    <ul style={{listStyleType : 'disc'}} className='pl-8 mt-2'>
                        <li>১ থেকে ১০০০ টাকা মূল্যের যেকোনো পণ্যের জন্য ডেলিভারি চার্জসহ ফুল পেমেন্ট করতে হবে।
                        </li>
                        <li>পণ্যের মূল্য যদি ১০০০ টাকার অধিক হয় সেক্ষেত্রে পণ্যের ধরন বেধে ২০% পর্যন্ত অগ্রিম পেমেন্ট করতে হবে। </li>
                        <li>সপ থেকে পণ্য পিকাপের ক্ষেত্রেও পণ্যের ধরন বেধে অগ্রিম পেমেন্ট করতে হবে।
                        </li>
                    </ul>
                </div>
                <div>
                    <p>২. যেকোনো পণ্যের প্রি-অর্ডার করে গ্রহণের ক্ষেত্রে অগ্রিম গ্রহণের পরিমাণ :</p>
                    <ul style={{listStyleType : 'disc'}} className='pl-8 mt-2'>
                        <li>পণ্য অনুযায়ী নির্ধারণ করা হবে।
                        </li>
                    </ul>
                </div>
                <div>
                    <p>৩. প্রি-অর্ডারকৃত পণ্য সরবরাহ করতে সাধারণত আমাদের ৭-১০ কর্মদিবস সময় লাগে। কিছু ক্ষেত্রে, ১৫-২০ কর্মদিবস পর্যন্তও সময় লাগতে পারে। </p>
                </div>
                <div>
                    <p>৪. আন্তর্জাতিক বাজারে পণ্যের মূল্য পরিবর্তিত হতে পারে, সেক্ষেত্রে প্রি-অর্ডারকৃত পণ্যের সাথে অতিরিক্ত মূল্য যোগ করতে হবে অথবা অগ্রিম প্রদানকৃত মূল্য ফেরত নেওয়া যাবে।</p>
                </div>
                <div>
                    <p>৫. ঢাকা সিটির ভিতরে (নির্দিষ্ট এলাকায়) যেকোনো এক্সেসরিজ আইটেম ক্যাশ অন ডেলিভারি এর মাধ্যমে নেওয়া হলে সেক্ষেত্রে ডেলিভারি চার্জ ৬০/- টাকা এবং ৭২ ঘন্টার মধ্যে ডেলিভার করা হবে (ক্ষেত্র বিশেষে পরিবর্তন হতে পারে কুরিয়ার কোম্পানির নিয়ম অনুযায়ী)।</p>
                </div>
                <div>
                    <p>৬. ঢাকার বাইরে যেকোনো ডিভাইসের জন্য যদি পার্শিয়াল পেমেন্ট করা হয় সেক্ষেত্রে ডেলিভারি চার্জ ২২০/- টাকা পর্যন্ত এবং সাথে কন্ডিশন চার্জ প্রযোজ্য হবে কুরিয়ার কোম্পানির নিয়ম অনুযায়ী।</p>
                </div>
                <div>
                    <p>৭. ঢাকার বাইরে যেকোনো এক্সেসরিজের জন্য যদি পার্শিয়াল পেমেন্ট করা হয় সেক্ষেত্রে ডেলিভারি চার্জ  ১৩০/- টাকা পর্যন্ত এবং সাথে কন্ডিশন চার্জ প্রযোজ্য হবে কুরিয়ার কোম্পানির নিয়ম অনুযায়ী।</p>
                </div>
                <div>
                    <p>৮. ঢাকার বাইরে বিভাগীয় ও জেলা শহর ব্যতিত সকল উপজেলা , থানা ইত্যাদি পর্যায়ে পন্যের ডেলিভারির ক্ষেত্রে অবশ্যই ডেলিভারি চার্জ সহ ফুল পেমেন্ট বাধ্যতামূলক । <span className='font-bold text-black'>( কারন সুন্দরবন কুরিয়ার সার্ভিস জেলা ব্যতিত উপজেলা, থানা পর্যায়ে কোনো ধরনের আর্থিক লেনদেন করবে না )</span>
                    </p>
                </div>
                <div>
                    <p>৯. ঢাকার বাইরে বিভাগীয় ও জেলা শহর ব্যতিত উপজেলা বা থানা পর্যায়ে ডিভাইস ডেলিভারি করা হয় না।</p>

                    <p><span className='text-black font-semibold'>বি:দ্র:</span> যেকোনো পণ্যের অর্ডার অবশ্যই বিকাল ৫.০০টার মধ্যে প্লেস করতে হবে। বিকাল ৫.০০টার পর কোনো পণ্যের অর্ডার পরবর্তী দিনের অর্ডার হিসেবে গণ্য করা হবে।</p>
                </div>
            </div>

        </div>
    );
};

export default Page;